Revit 2027 API
SymbolTypeId.PaDashS Property
 Symbol Pa-s, indicating unit Pascal seconds.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PaDashS { get; }
Public Shared ReadOnly Property PaDashS As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PaDashS {
	ForgeTypeId^ get ();
}
static member PaDashS : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace